cask_args appdir: "/Applications"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "clementtsang/bottom"

brew "antibody"
brew "asdf"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "figlet"
brew "fzf"
brew "gnupg"
brew "grv"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lorem"
brew "mysql"
brew "neovim"
brew "pv"
brew "python3"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tmuxinator"
brew "yarn"
brew "bottom"

cask "1password"
cask "bartender"
cask "brave-browser"
cask "docker"
cask "finicky"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "jqbx"
cask "muzzle"
# cask "qlcolorcode"
# cask "qlmarkdown"
# cask "quicklook-json"
# cask "qlimagesize"
cask "rocket"
cask "scroll-reverser"
cask "setapp"
cask "skitch"
cask "slack"
cask "spotify"
cask "typora"

