cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "figlet"
brew "fzf"
brew "gnupg"
brew "grv"
brew "hub"
brew "imagemagick"
brew "mysql"
brew "neovim"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "tldr"
brew "tmux"
brew "yarn"

cask "1password"
cask "brave-browser"
cask "docker"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"
cask "qlimagesize"
cask "setapp"
cask "skitch"
cask "typora"

