cask_args appdir: "/Applications"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "cjbassi/ytop"

brew "antibody"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "figlet"
brew "fzf"
brew "gnupg"
brew "grv"
brew "hub"
brew "imagemagick"
brew "lorem"
brew "mysql"
brew "neovim"
brew "pv"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "yarn"
brew "ytop"

cask "1password"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "docker"
cask "fantastical"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "pixelsnap"
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"
cask "qlimagesize"
cask "rocket"
cask "setapp"
cask "skitch"
cask "typora"

