laurenkt/zsh-vimto

mdumitru/git-aliases
wfxr/forgit

Aloxaf/fzf-tab
zdharma/fast-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
junegunn/fzf path:shell/key-bindings.zsh
pschmitt/emoji-fzf.zsh
